import vicImg from '@/shared/assets/images/vic_mc.png'
import * as S from './components'

export const InfoPage = () => {
  return (
    <S.Container>
      <S.TitleWrapper>
        <h1>Victoria - Глава Первая: Темный соблазн</h1>
        <h2>Мясник из Оренбурга</h2>
      </S.TitleWrapper>

      <S.ContentWrapper>
        <S.InfoWrapper>
          <h3>
            Берегитесь разочарований, ибо внешность обманчива. Такими, какими они кажутся,
            вещи являются редко. <S.RedText>А женщины – никогда.</S.RedText>
          </h3>
          <h4>
            Вика ака <S.RedText>девка без руки</S.RedText>
          </h4>

          <div>
            <p>
              Она была обычным ребёнком — тихая девочка с большими глазами, ничем не
              отличавшаяся от других. Но в её душе таилась мрачная страсть. С ранних лет
              она заворожённо{' '}
              <S.RedText>наблюдала за агонией умирающих существ:</S.RedText> насекомых,
              птиц, мелких животных. Их последние мгновения притягивали её, словно магнит,
              пробуждая что-то тёмное и необъяснимое.
            </p>

            <p>
              Годы шли, и эта тяга к смерти переросла в нечто более зловещее. Повзрослев,
              она научилась использовать свою красоту как оружие. Она соблазняла мужчин,
              завлекая их в свои сети с улыбкой, от которой замирало сердце. Но за её
              очарованием скрывалась смертельная ловушка. Каждого, кто поддавался её
              чарам, ждала жестокая участь. Она убивала их хладнокровно, наслаждаясь их
              последними вздохами. Но самым жутким был её ритуал: она всегда забирала с
              собой правую руку жертвы, аккуратно отделяя её от тела. Именно за это её
              прозвали <S.RedText>*Девка без руки*</S.RedText> — ироничное прозвище, от
              которого кровь стыла в жилах.
            </p>

            <p>
              Её преступления долго оставались загадкой для властей. Она действовала с
              пугающей точностью, не оставляя следов. Но слухи о ней распространялись, и
              вскоре её имя стало легендой в криминальном мире. Однако она была не
              одинока. Девка без руки состояла в таинственной секте, известной как{' '}
              <S.RedText>*Крутые скелеты*</S.RedText>. Эта группа почитала смерть, видя в
              ней высшую форму искусства. Они поклонялись костям, проводили ритуалы в
              заброшенных местах и верили, что каждая жертва приближает их к некой тёмной
              истине.
            </p>

            <p>
              Девка без руки до сих пор остаётся неуловимой. Её история — это смесь ужаса,
              соблазна и мистики. Кто она: жертва собственного безумия или хладнокровный
              хищник, следующий заветам секты? Одно известно точно — её тень продолжает
              бродить где-то в ночи, и каждый мужчина, встретивший её взгляд, рискует
              стать очередной жертвой.
            </p>
          </div>
        </S.InfoWrapper>

        <S.ImageWrapper>
          <img src={vicImg} alt="Фото Маньяка из Оренбурга" />
        </S.ImageWrapper>
      </S.ContentWrapper>
    </S.Container>
  )
}
