export const leftTextConfig = [
  `  1. И в моменты перед её рождением Антихрист проснётся, даже в утробе, и её
              горе и страдание развратят землю и заставят её истекать кровью.`,
  `2. Когда Иисус Христос из Назарета сверг смерть во славу Господа, Антихрист
              Храма Врат должен вернуть жестоких всадников назад на их трон, если она не
              будет убита в своей кровавой колыбели.`,
  `3. Но Иезекииль должен наказать паукоглазого агнца ножом и огнём, и
              праведник должен произнести аллилуйя.`,
  ` 4. И вы увидите, как рай откроется и придёт на землю, а Иезекииль будет
              сидеть верхом на белой лошади; его глаза будут пламенем, на его голове будут
              все короны земли.`,
  ` 5. И возьмёт он новое имя согласно Слову Божьему, и будет на нём пропитанное
              кровью одеяние; и новое его имя не будет известно никому, кроме него.`,
]
export const rightTextConfig = [
  `6. И ангелы будут стервятниками, которые пожирают плоть королей, плоть
              матерей, плоть могущественных людей, плоть лошадей и тех, кто сидит на них,
              плоть свободных людей и рабов.`,
  `7. И если съедят они плоть того проклятого дитя, тогда рай будет твоим.`,
  `8. Но если дитя сделает вдох; если глаза антихриста смогут увидеть свет
              мира, они проглотят этот свет.`,
  `9. Затем опять воцарится смерть, бесконечное страдание вознаградит тех, кто
                упивается страданием, а бесконечное сожаление будет истязать праведников в
                неизлечимых раскаяниях о грехе и стыде.`,
]
